IDEA StatiCa Open Model
SectionStiffnesses.EDyz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 product moment stiffness
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double EDyz { get; set; }
Public Property EDyz As Double
	Get
	Set
public:
property double EDyz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace